Repository: beam-kodi-addons-repository/service.subtitles.edna.cz
Catalog: resources/language/resource.language.*/strings.po
Languages: sk_sk

# #32003
source: Select TV Show
sk_sk: Vyberte seriál

# #32004
source: Select file
sk_sk: Vyberte súbor

# #32100
source: Addon is only for czech and slovak subtitles. Check the settings of the language for which you want to download subtitles.
sk_sk: Doplnok je určený pre slovenských a českých titulky, skontrolujte Vaše nastavenia jazykov, pre ktoré chcete titulky sťahovať.

# #32101
source: Open settings?
sk_sk: Otvoriť nastavenia?

# #32110
source: Use manual search string
sk_sk: Zadajte retazec na vyhladanie

# #32111
source: Enter series number
sk_sk: Zadajte číslo rady seriálu

# #32112
source: Enter episode number
sk_sk: Zadajte číslo epizódy seriálu

# #32910
source: Searching
sk_sk: Vyhľadávanie

# #32911
source: Use text in brackets as search pattern and normalize
sk_sk: Použiť text v zátvorke v mene ako základ pre vyhľadávanie

# #32914
source: Clean title search prior to the excess text (brackets, formatting, etc.).
sk_sk: Vyčistiť názov pred vyhľadávaním o prebytočný text (zátvorky, formátovanie, atď.)

# #32930
source: Statistics
sk_sk: Štatistiky

# #32931
source: Send anonymous usage statistics
sk_sk: Odosielať anonymné štatistiky o využití doplnku
